IDEA Open Model
ConcreteSetup.SetupValues Property
 Setup values
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<SetupValue> SetupValues { get; set; }
Public Property SetupValues As List(Of SetupValue)
	Get
	Set
public:
property List<SetupValue^>^ SetupValues {
	List<SetupValue^>^ get ();
	void set (List<SetupValue^>^ value);
}
Property Value
Type: List<SetupValue>
See Also
Reference
ConcreteSetup Class
IdeaRS.OpenModel.Concrete Namespace